---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LoadUsage
source: html/50542594-ed00-f00d-4e4e-e4f700c1147e.htm
---
# LoadUsage Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.